Repository: MahyarMozafar/tik-todo-ios
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: fa

source: %lld of %lld done
fa: %1$lld از %2$lld انجام شد

source: 1 Hour Before
fa: 1 ساعت قبل

source: 15 Minutes Before
fa: 15 دقیقه قبل

source: 24-Hour Time
fa: ساعت 24 ساعته

source: 30 Minutes Before
fa: 30 دقیقه قبل

source: 5 Minutes Before
fa: 5 دقیقه قبل

source: A fresh day
fa: یک روز تازه

source: Accent Color
fa: رنگ اصلی

source: Add
fa: افزودن

source: Add Photo
fa: افزودن عکس

source: Add Subtask
fa: افزودن زیرکار

source: All
fa: همه

source: All done for today!
fa: همه‌ی کارهای امروز انجام شد!

source: All tasks in this list will be deleted too.
fa: همه‌ی کارهای این لیست هم حذف می‌شوند.

source: Appearance
fa: ظاهر

source: At the Time of the Task
fa: سر وقت کار

source: Blue
fa: آبی

source: Calendar
fa: تقویم

source: Change Photo
fa: تغییر عکس

source: Close
fa: بستن

source: Color
fa: رنگ

source: Colorful Background
fa: پس‌زمینه‌ی رنگی

source: Completed
fa: انجام‌شده‌ها

source: Confetti When All Done
fa: جشن وقتی همه انجام شد

source: Count on App Icon
fa: عدد روی آیکون برنامه

source: Dark
fa: تیره

source: Date
fa: تاریخ

source: Date & Time
fa: تاریخ و زمان

source: Day
fa: روز

source: Delete
fa: حذف

source: Delete List
fa: حذف لیست

source: Delete Task
fa: حذف کار

source: Delete this list?
fa: این لیست حذف شود؟

source: Delete this task?
fa: این کار حذف شود؟

source: Delete “%@”?
fa: «%@» حذف شود؟

source: Discard Changes
fa: دور انداختن تغییرها

source: Discard your changes?
fa: تغییرها دور انداخته شوند؟

source: Done
fa: انجام‌شده

source: Duplicate
fa: تکثیر

source: Edit
fa: ویرایش

source: Edit List
fa: ویرایش لیست

source: Edit Task
fa: ویرایش کار

source: Enjoy the rest of your day.
fa: از بقیه‌ی روزت لذت ببر.

source: Every %lld days
fa: هر %lld روز

source: Every Day
fa: هر روز

source: Every Few Days
fa: هر چند روز

source: Every Month
fa: هر ماه

source: Every Week
fa: هر هفته

source: Every Year
fa: هر سال

source: Everything is done
fa: همه‌چیز انجام شد

source: Feel
fa: حس و حال

source: Find any task by its title, notes or subtasks.
fa: هر کاری را با عنوان، یادداشت یا زیرکارهایش پیدا کن.

source: Graphite
fa: خاکستری

source: Green
fa: سبز

source: Gregorian
fa: میلادی

source: Haptics
fa: لرزش

source: Hide Completed
fa: پنهان کردن انجام‌شده‌ها

source: High
fa: زیاد

source: Icon
fa: آیکون

source: Inbox
fa: صندوق ورودی

source: Indigo
fa: نیلی

source: Keep Done Tasks Until Tomorrow
fa: ماندن کارهای انجام‌شده تا فردا

source: Keep Editing
fa: ادامه‌ی ویرایش

source: Language
fa: زبان

source: Language & Calendar
fa: زبان و تقویم

source: Light
fa: روشن

source: List
fa: لیست

source: List Name
fa: نام لیست

source: Lists
fa: لیست‌ها

source: Low
fa: کم

source: Made by Mahyar Mozafar.
fa: ساخته‌ی مهیار مظفر.

source: Mark as Done
fa: انجام شد

source: Mark as Not Done
fa: انجام نشده

source: Medium
fa: متوسط

source: Mint
fa: نعنایی

source: More
fa: بیشتر

source: More Details
fa: جزئیات بیشتر

source: Move to Tomorrow
fa: انتقال به فردا

source: My Lists
fa: لیست‌های من

source: Never
fa: هرگز

source: New List
fa: لیست جدید

source: New Task
fa: کار جدید

source: Newest
fa: جدیدترین

source: Next Week
fa: هفته‌ی بعد

source: No results
fa: نتیجه‌ای پیدا نشد

source: None
fa: بدون

source: Not Done
fa: انجام نشده

source: Notes
fa: یادداشت

source: Nothing here yet
fa: هنوز چیزی اینجا نیست

source: Nothing matches “%@”.
fa: چیزی با «%@» پیدا نشد.

source: On Certain Days
fa: روزهای مشخص

source: Open
fa: انجام‌نشده

source: Orange
fa: نارنجی

source: Personal
fa: شخصی

source: Photo
fa: عکس

source: Photos
fa: عکس‌ها

source: Pink
fa: صورتی

source: Priority
fa: اولویت

source: Purple
fa: بنفش

source: Red
fa: قرمز

source: Remind Me
fa: زمان یادآوری

source: Remind Me in %lld Minutes
fa: %lld دقیقه‌ی دیگر یادم بنداز

source: Reminders
fa: یادآورها

source: Reminders are sent for tasks that have a time.
fa: برای کارهایی که ساعت دارند یادآور فرستاده می‌شود.

source: Remove Photo
fa: حذف عکس

source: Repeat
fa: تکرار

source: Repeats
fa: تکرار می‌شود

source: Scheduled
fa: برنامه‌ریزی‌شده

source: Search
fa: جستجو

source: Search your tasks
fa: کارهایت را جستجو کن

source: Settings
fa: تنظیمات

source: Shamsi
fa: شمسی

source: Show Completed (%lld)
fa: نمایش انجام‌شده‌ها (%lld)

source: Show Progress
fa: نمایش پیشرفت

source: Sort Tasks By
fa: مرتب‌سازی بر اساس

source: Sounds
fa: صدا

source: Source Code
fa: کد منبع

source: Subtask
fa: زیرکار

source: Subtasks
fa: زیرکارها

source: System
fa: سیستم

source: Tap + to add a task.
fa: برای افزودن کار روی + بزن.

source: Tap + to add your first task.
fa: برای افزودن اولین کارت روی + بزن.

source: Task Details
fa: جزئیات کار

source: Tasks you finish will show up here.
fa: کارهایی که انجام می‌دهی اینجا دیده می‌شوند.

source: Tasks, notes and subtasks
fa: کارها، یادداشت‌ها و زیرکارها

source: Teal
fa: سبزآبی

source: Theme
fa: پوسته

source: Time
fa: زمان

source: Today
fa: امروز

source: Tomorrow
fa: فردا

source: Turn On Notifications in Settings
fa: روشن کردن اعلان‌ها در تنظیمات

source: Turn off what you don't use. It is hidden when you add or edit a task.
fa: هر چیزی را که استفاده نمی‌کنی خاموش کن. موقع افزودن یا ویرایش کار دیده نمی‌شود.

source: Version
fa: نسخه

source: What do you want to do?
fa: چه کاری می‌خواهی انجام بدهی؟

source: When you tick a repeating task, the next one is added for you.
fa: وقتی یک کار تکراری را تیک می‌زنی، کار بعدی خودش اضافه می‌شود.

source: Work
fa: کاری

source: Yellow
fa: زرد

source: Yesterday
fa: دیروز
